Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance_Routing_BufferedRelay
source: Buffered relay
ar_sa: تتابع مخزنة
de_de: Gepuffertes Relais
es_es: Relé almacenado en búfer
fr_fr: Relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: Relé com buffer
tr_tr: Arabelleğe alınmış röle
zh_hans: 缓冲继电器

# SourceGuidance.Validation.PlaylistUrlRequired
source: Playlist URL or file path is required.
ar_sa: مطلوب قائمة التشغيل URL أو مسار الملف.
de_de: Playlist URL oder Dateipfad ist erforderlich.
es_es: Se requiere la lista de reproducción URL o la ruta del archivo.
fr_fr: La liste de lecture URL ou le chemin du fichier est requis.
hi_in: प्लेलिस्ट URL या फ़ाइल पथ आवश्यक है।
ja_jp: プレイリスト ZXTRM70XZ またはファイル パスが必要です。
ko_kr: 재생목록 URL 또는 파일 경로가 필요합니다.
pt_br: A lista de reprodução URL ou o caminho do arquivo são necessários.
tr_tr: Çalma listesi URL veya dosya yolu gereklidir.
zh_hans: 需要播放列表 URL 或文件路径。

# SourceGuidance_Validation_PlaylistUrlRequired
source: Playlist URL or file path is required.
ar_sa: مطلوب قائمة التشغيل URL أو مسار الملف.
de_de: Playlist URL oder Dateipfad ist erforderlich.
es_es: Se requiere la lista de reproducción URL o la ruta del archivo.
fr_fr: La liste de lecture URL ou le chemin du fichier est requis.
hi_in: प्लेलिस्ट URL या फ़ाइल पथ आवश्यक है।
ja_jp: プレイリスト ZXTRM70XZ またはファイル パスが必要です。
ko_kr: 재생목록 URL 또는 파일 경로가 필요합니다.
pt_br: A lista de reprodução URL ou o caminho do arquivo são necessários.
tr_tr: Çalma listesi URL veya dosya yolu gereklidir.
zh_hans: 需要播放列表 URL 或文件路径。

# SourceGuidance.TypeHint.Mismatch
source: This looks more like {0} than {1}. Review the selected source type before saving.
ar_sa: يبدو هذا مثل {0} أكثر من {1}. قم بمراجعة نوع المصدر المحدد قبل الحفظ.
de_de: Das sieht eher nach {0} als nach {1} aus. Überprüfen Sie den ausgewählten Quelltyp vor dem Speichern.
es_es: Esto se parece más a {0} que a {1}. Revise el tipo de fuente seleccionado antes de guardar.
fr_fr: Cela ressemble plus à {0} qu'à {1}. Vérifiez le type de source sélectionné avant de sauvegarder.
hi_in: यह {1} की तुलना में अधिक {0} जैसा दिखता है। सहेजने से पहले चयनित स्रोत प्रकार की समीक्षा करें।
ja_jp: これは、{1} よりも {0} に似ています。保存する前に、選択したソースの種類を確認してください。
ko_kr: 이는 {1}보다 {0}와 더 비슷해 보입니다. 저장하기 전에 선택한 소스 유형을 검토하세요.
pt_br: Parece mais com {0} do que com {1}. Revise o tipo de fonte selecionado antes de salvar.
tr_tr: Bu, {1}'den çok {0}'ye benziyor. Kaydetmeden önce seçilen kaynak türünü inceleyin.
zh_hans: 这看起来更像是 {0}，而不是 {1}。保存前检查所选的源类型。

# SourceGuidance_TypeHint_Mismatch
source: This looks more like {0} than {1}. Review the selected source type before saving.
ar_sa: يبدو هذا مثل {0} أكثر من {1}. قم بمراجعة نوع المصدر المحدد قبل الحفظ.
de_de: Das sieht eher nach {0} als nach {1} aus. Überprüfen Sie den ausgewählten Quelltyp vor dem Speichern.
es_es: Esto se parece más a {0} que a {1}. Revise el tipo de fuente seleccionado antes de guardar.
fr_fr: Cela ressemble plus à {0} qu'à {1}. Vérifiez le type de source sélectionné avant de sauvegarder.
hi_in: यह {1} की तुलना में अधिक {0} जैसा दिखता है। सहेजने से पहले चयनित स्रोत प्रकार की समीक्षा करें।
ja_jp: これは、{1} よりも {0} に似ています。保存する前に、選択したソースの種類を確認してください。
ko_kr: 이는 {1}보다 {0}와 더 비슷해 보입니다. 저장하기 전에 선택한 소스 유형을 검토하세요.
pt_br: Parece mais com {0} do que com {1}. Revise o tipo de fonte selecionado antes de salvar.
tr_tr: Bu, {1}'den çok {0}'ye benziyor. Kaydetmeden önce seçilen kaynak türünü inceleyin.
zh_hans: 这看起来更像是 {0}，而不是 {1}。保存前检查所选的源类型。

# SourceGuidance.Xtream.Error.NoCategories
source: The Xtream endpoint responded, but it did not return any catalog categories.
ar_sa: استجابت نقطة النهاية Xtream، لكنها لم تُرجع أية فئات للكتالوج.
de_de: Der Xtream-Endpunkt hat geantwortet, aber keine Katalogkategorien zurückgegeben.
es_es: El punto final Xtream respondió, pero no devolvió ninguna categoría de catálogo.
fr_fr: Le point de terminaison Xtream a répondu, mais il n'a renvoyé aucune catégorie de catalogue.
hi_in: Xtream एंडपॉइंट ने प्रतिक्रिया दी, लेकिन इसने कोई कैटलॉग श्रेणियां नहीं लौटाईं।
ja_jp: Xtream エンドポイントは応答しましたが、カタログ カテゴリは返されませんでした。
ko_kr: Xtream 엔드포인트가 응답했지만 카탈로그 카테고리를 반환하지 않았습니다.
pt_br: O endpoint Xtream respondeu, mas não retornou nenhuma categoria de catálogo.
tr_tr: Xtream uç noktası yanıt verdi ancak herhangi bir katalog kategorisi döndürmedi.
zh_hans: Xtream 端点响应，但未返回任何目录类别。

# SourceGuidance_Xtream_Error_NoCategories
source: The Xtream endpoint responded, but it did not return any catalog categories.
ar_sa: استجابت نقطة النهاية Xtream، لكنها لم تُرجع أية فئات للكتالوج.
de_de: Der Xtream-Endpunkt hat geantwortet, aber keine Katalogkategorien zurückgegeben.
es_es: El punto final Xtream respondió, pero no devolvió ninguna categoría de catálogo.
fr_fr: Le point de terminaison Xtream a répondu, mais il n'a renvoyé aucune catégorie de catalogue.
hi_in: Xtream एंडपॉइंट ने प्रतिक्रिया दी, लेकिन इसने कोई कैटलॉग श्रेणियां नहीं लौटाईं।
ja_jp: Xtream エンドポイントは応答しましたが、カタログ カテゴリは返されませんでした。
ko_kr: Xtream 엔드포인트가 응답했지만 카탈로그 카테고리를 반환하지 않았습니다.
pt_br: O endpoint Xtream respondeu, mas não retornou nenhuma categoria de catálogo.
tr_tr: Xtream uç noktası yanıt verdi ancak herhangi bir katalog kategorisi döndürmedi.
zh_hans: Xtream 端点响应，但未返回任何目录类别。

# SourceGuidance.Routing.PlaybackProbes
source: Playback + probes
ar_sa: تشغيل + تحقيقات
de_de: Wiedergabe + Sonden
es_es: Reproducción + sondas
fr_fr: Lecture + sondes
hi_in: प्लेबैक + जांच
ja_jp: 再生 + プローブ
ko_kr: 재생 + 프로브
pt_br: Reprodução + sondagens
tr_tr: Oynatma + problar
zh_hans: 回放+探测

# SourceGuidance_Routing_PlaybackProbes
source: Playback + probes
ar_sa: تشغيل + تحقيقات
de_de: Wiedergabe + Sonden
es_es: Reproducción + sondas
fr_fr: Lecture + sondes
hi_in: प्लेबैक + जांच
ja_jp: 再生 + プローブ
ko_kr: 재생 + 프로브
pt_br: Reprodução + sondagens
tr_tr: Oynatma + problar
zh_hans: 回放+探测

# SourceGuidance.Routing.ProxyEnabled
source: Proxy enabled
ar_sa: تم تمكين الوكيل
de_de: Proxy aktiviert
es_es: Proxy habilitado
fr_fr: Proxy activé
hi_in: प्रॉक्सी सक्षम
ja_jp: プロキシが有効になっています
ko_kr: 프록시 활성화됨
pt_br: Proxy ativado
tr_tr: Proxy etkin
zh_hans: 启用代理

# SourceGuidance_Routing_ProxyEnabled
source: Proxy enabled
ar_sa: تم تمكين الوكيل
de_de: Proxy aktiviert
es_es: Proxy habilitado
fr_fr: Proxy activé
hi_in: प्रॉक्सी सक्षम
ja_jp: プロキシが有効になっています
ko_kr: 프록시 활성화됨
pt_br: Proxy ativado
tr_tr: Proxy etkin
zh_hans: 启用代理

# SourceGuidance.Repair.Detail.StreamProbeRan
source: A bounded sampled stream probe was run for this source.
ar_sa: تم تشغيل مسبار دفق العينات المحدود لهذا المصدر.
de_de: Für diese Quelle wurde eine begrenzte Stichproben-Stream-Prüfung ausgeführt.
es_es: Se ejecutó una sonda de flujo de muestreo localizada para esta fuente.
fr_fr: Une sonde de flux échantillonné limité a été exécutée pour cette source.
hi_in: इस स्रोत के लिए एक बाउंडेड सैंपल्ड स्ट्रीम जांच चलाई गई थी।
ja_jp: このソースに対して、制限付きサンプル ストリーム プローブが実行されました。
ko_kr: 이 소스에 대해 제한된 샘플링 스트림 프로브가 실행되었습니다.
pt_br: Uma análise de fluxo de amostragem limitada foi executada para esta origem.
tr_tr: Bu kaynak için sınırlı bir örneklenmiş akış probu çalıştırıldı.
zh_hans: 为此源运行有界采样流探针。

# SourceGuidance_Repair_Detail_StreamProbeRan
source: A bounded sampled stream probe was run for this source.
ar_sa: تم تشغيل مسبار دفق العينات المحدود لهذا المصدر.
de_de: Für diese Quelle wurde eine begrenzte Stichproben-Stream-Prüfung ausgeführt.
es_es: Se ejecutó una sonda de flujo de muestreo localizada para esta fuente.
fr_fr: Une sonde de flux échantillonné limité a été exécutée pour cette source.
hi_in: इस स्रोत के लिए एक बाउंडेड सैंपल्ड स्ट्रीम जांच चलाई गई थी।
ja_jp: このソースに対して、制限付きサンプル ストリーム プローブが実行されました。
ko_kr: 이 소스에 대해 제한된 샘플링 스트림 프로브가 실행되었습니다.
pt_br: Uma análise de fluxo de amostragem limitada foi executada para esta origem.
tr_tr: Bu kaynak için sınırlı bir örneklenmiş akış probu çalıştırıldı.
zh_hans: 为此源运行有界采样流探针。

# SourceGuidance.Repair.Detail.CompanionAlreadyDisabled
source: Local companion relay was already disabled.
ar_sa: تم بالفعل تعطيل مرحل المرافق المحلي.
de_de: Das lokale Begleitrelais war bereits deaktiviert.
es_es: El relevo complementario local ya estaba deshabilitado.
fr_fr: Le relais compagnon local était déjà désactivé.
hi_in: स्थानीय साथी रिले पहले से ही अक्षम थी।
ja_jp: ローカルコンパニオンリレーはすでに無効になっています。
ko_kr: 로컬 컴패니언 릴레이가 이미 비활성화되었습니다.
pt_br: A retransmissão complementar local já estava desativada.
tr_tr: Yerel tamamlayıcı aktarma zaten devre dışıydı.
zh_hans: 本地同伴中继已被禁用。

# SourceGuidance_Repair_Detail_CompanionAlreadyDisabled
source: Local companion relay was already disabled.
ar_sa: تم بالفعل تعطيل مرحل المرافق المحلي.
de_de: Das lokale Begleitrelais war bereits deaktiviert.
es_es: El relevo complementario local ya estaba deshabilitado.
fr_fr: Le relais compagnon local était déjà désactivé.
hi_in: स्थानीय साथी रिले पहले से ही अक्षम थी।
ja_jp: ローカルコンパニオンリレーはすでに無効になっています。
ko_kr: 로컬 컴패니언 릴레이가 이미 비활성화되었습니다.
pt_br: A retransmissão complementar local já estava desativada.
tr_tr: Yerel tamamlayıcı aktarma zaten devre dışıydı.
zh_hans: 本地同伴中继已被禁用。

# SourceGuidance.Repair.Detail.StateRebuilt
source: Saved state, operational candidates, and source health were rebuilt.
ar_sa: تمت إعادة بناء الحالة المحفوظة والمرشحين التشغيليين وصحة المصدر.
de_de: Der gespeicherte Zustand, die Betriebskandidaten und der Quellenzustand wurden wiederhergestellt.
es_es: Se reconstruyeron el estado guardado, los candidatos operativos y el estado de origen.
fr_fr: L’état enregistré, les candidats opérationnels et l’état de santé de la source ont été reconstruits.
hi_in: सहेजे गए राज्य, परिचालन उम्मीदवार और स्रोत स्वास्थ्य का पुनर्निर्माण किया गया।
ja_jp: 保存された状態、動作候補、およびソースの健全性が再構築されました。
ko_kr: 저장된 상태, 운영 후보 및 소스 상태가 재구축되었습니다.
pt_br: O estado salvo, os candidatos operacionais e o funcionamento de origem foram reconstruídos.
tr_tr: Kaydedilen durum, operasyonel adaylar ve kaynak sağlığı yeniden oluşturuldu.
zh_hans: 重建了已保存的状态、操作候选项和源运行状况。

# SourceGuidance_Repair_Detail_StateRebuilt
source: Saved state, operational candidates, and source health were rebuilt.
ar_sa: تمت إعادة بناء الحالة المحفوظة والمرشحين التشغيليين وصحة المصدر.
de_de: Der gespeicherte Zustand, die Betriebskandidaten und der Quellenzustand wurden wiederhergestellt.
es_es: Se reconstruyeron el estado guardado, los candidatos operativos y el estado de origen.
fr_fr: L’état enregistré, les candidats opérationnels et l’état de santé de la source ont été reconstruits.
hi_in: सहेजे गए राज्य, परिचालन उम्मीदवार और स्रोत स्वास्थ्य का पुनर्निर्माण किया गया।
ja_jp: 保存された状態、動作候補、およびソースの健全性が再構築されました。
ko_kr: 저장된 상태, 운영 후보 및 소스 상태가 재구축되었습니다.
pt_br: O estado salvo, os candidatos operacionais e o funcionamento de origem foram reconstruídos.
tr_tr: Kaydedilen durum, operasyonel adaylar ve kaynak sağlığı yeniden oluşturuldu.
zh_hans: 重建了已保存的状态、操作候选项和源运行状况。

# SourceGuidance.Validation.XtreamRequired
source: Server URL, username, and password are required for Xtream.
ar_sa: يلزم وجود خادم URL واسم المستخدم وكلمة المرور لـ Xtream.
de_de: Für Xtream sind Server URL, Benutzername und Passwort erforderlich.
es_es: Se requieren servidor URL, nombre de usuario y contraseña para Xtream.
fr_fr: Le serveur URL, le nom d'utilisateur et le mot de passe sont requis pour Xtream.
hi_in: Xtream के लिए सर्वर URL, उपयोगकर्ता नाम और पासवर्ड आवश्यक है।
ja_jp: Xtream には、サーバー URL、ユーザー名、およびパスワードが必要です。
ko_kr: Xtream에는 서버 URL, 사용자 이름 및 비밀번호가 필요합니다.
pt_br: Servidor URL, nome de usuário e senha são necessários para Xtream.
tr_tr: Xtream sunucusu, kullanıcı adı ve şifre Xtream için gereklidir.
zh_hans: Xtream 需要服务器 URL、用户名和密码。

# SourceGuidance_Validation_XtreamRequired
source: Server URL, username, and password are required for Xtream.
ar_sa: يلزم وجود خادم URL واسم المستخدم وكلمة المرور لـ Xtream.
de_de: Für Xtream sind Server URL, Benutzername und Passwort erforderlich.
es_es: Se requieren servidor URL, nombre de usuario y contraseña para Xtream.
fr_fr: Le serveur URL, le nom d'utilisateur et le mot de passe sont requis pour Xtream.
hi_in: Xtream के लिए सर्वर URL, उपयोगकर्ता नाम और पासवर्ड आवश्यक है।
ja_jp: Xtream には、サーバー URL、ユーザー名、およびパスワードが必要です。
ko_kr: Xtream에는 서버 URL, 사용자 이름 및 비밀번호가 필요합니다.
pt_br: Servidor URL, nome de usuário e senha são necessários para Xtream.
tr_tr: Xtream sunucusu, kullanıcı adı ve şifre Xtream için gereklidir.
zh_hans: Xtream 需要服务器 URL、用户名和密码。

# SourceGuidance.Issue.MovieCatalogNotConfirmed.Detail
source: This Xtream provider may still be live-only, or the VOD endpoint may be restricted.
ar_sa: قد يظل موفر Xtream هذا مباشرًا فقط، أو قد تكون نقطة نهاية VOD مقيدة.
de_de: Dieser Xtream-Anbieter ist möglicherweise weiterhin nur live verfügbar oder der VOD-Endpunkt ist möglicherweise eingeschränkt.
es_es: Es posible que este proveedor Xtream aún esté activo o que el punto final VOD esté restringido.
fr_fr: Ce fournisseur Xtream peut toujours être en direct uniquement ou le point de terminaison VOD peut être restreint.
hi_in: यह Xtream प्रदाता अभी भी केवल-लाइव हो सकता है, या VOD समापन बिंदु प्रतिबंधित हो सकता है।
ja_jp: この Xtream プロバイダーはまだライブ専用であるか、VOD エンドポイントが制限されている可能性があります。
ko_kr: 이 Xtream 공급자는 여전히 라이브 전용이거나 VOD 엔드포인트가 제한될 수 있습니다.
pt_br: Este provedor Xtream ainda pode ser somente ativo ou o endpoint VOD pode ser restrito.
tr_tr: Bu Xtream sağlayıcısı hâlâ yalnızca canlı yayında olabilir veya VOD uç noktası kısıtlanmış olabilir.
zh_hans: 此 Xtream 提供程序可能仍然是仅实时的，或者 VOD 端点可能受到限制。

# SourceGuidance_Issue_MovieCatalogNotConfirmed_Detail
source: This Xtream provider may still be live-only, or the VOD endpoint may be restricted.
ar_sa: قد يظل موفر Xtream هذا مباشرًا فقط، أو قد تكون نقطة نهاية VOD مقيدة.
de_de: Dieser Xtream-Anbieter ist möglicherweise weiterhin nur live verfügbar oder der VOD-Endpunkt ist möglicherweise eingeschränkt.
es_es: Es posible que este proveedor Xtream aún esté activo o que el punto final VOD esté restringido.
fr_fr: Ce fournisseur Xtream peut toujours être en direct uniquement ou le point de terminaison VOD peut être restreint.
hi_in: यह Xtream प्रदाता अभी भी केवल-लाइव हो सकता है, या VOD समापन बिंदु प्रतिबंधित हो सकता है।
ja_jp: この Xtream プロバイダーはまだライブ専用であるか、VOD エンドポイントが制限されている可能性があります。
ko_kr: 이 Xtream 공급자는 여전히 라이브 전용이거나 VOD 엔드포인트가 제한될 수 있습니다.
pt_br: Este provedor Xtream ainda pode ser somente ativo ou o endpoint VOD pode ser restrito.
tr_tr: Bu Xtream sağlayıcısı hâlâ yalnızca canlı yayında olabilir veya VOD uç noktası kısıtlanmış olabilir.
zh_hans: 此 Xtream 提供程序可能仍然是仅实时的，或者 VOD 端点可能受到限制。

# SourceGuidance.Routing.BufferedRelayLower
source: buffered relay
ar_sa: تتابع مخزنة
de_de: gepuffertes Relais
es_es: relé amortiguado
fr_fr: relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: relé com buffer
tr_tr: tamponlu röle
zh_hans: 缓冲继电器

# SourceGuidance_Routing_BufferedRelayLower
source: buffered relay
ar_sa: تتابع مخزنة
de_de: gepuffertes Relais
es_es: relé amortiguado
fr_fr: relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: relé com buffer
tr_tr: tamponlu röle
zh_hans: 缓冲继电器

# SourceGuidance.Stalker.Value.PortalReachable
source: Portal reachable
ar_sa: بوابة يمكن الوصول إليها
de_de: Portal erreichbar
es_es: Portal accesible
fr_fr: Portail accessible
hi_in: पोर्टल पहुंच योग्य
ja_jp: ポータルに到達可能
ko_kr: 포털 연결 가능
pt_br: Portal acessível
tr_tr: Portala ulaşılabilir
zh_hans: 门户可达

# SourceGuidance_Stalker_Value_PortalReachable
source: Portal reachable
ar_sa: بوابة يمكن الوصول إليها
de_de: Portal erreichbar
es_es: Portal accesible
fr_fr: Portail accessible
hi_in: पोर्टल पहुंच योग्य
ja_jp: ポータルに到達可能
ko_kr: 포털 연결 가능
pt_br: Portal acessível
tr_tr: Portala ulaşılabilir
zh_hans: 门户可达

# SourceGuidance.Report.Capabilities
source: Capabilities
ar_sa: القدرات
de_de: Fähigkeiten
es_es: Capacidades
fr_fr: Capacités
hi_in: क्षमताएं
ja_jp: 能力
ko_kr: 기능
pt_br: Capacidades
tr_tr: Yetenekler
zh_hans: 能力

# SourceGuidance_Report_Capabilities
source: Capabilities
ar_sa: القدرات
de_de: Fähigkeiten
es_es: Capacidades
fr_fr: Capacités
hi_in: क्षमताएं
ja_jp: 能力
ko_kr: 기능
pt_br: Capacidades
tr_tr: Yetenekler
zh_hans: 能力

# SourceGuidance.Report.ActivityFocus
source: Activity focus: {0}
ar_sa: تركيز النشاط: {0}
de_de: Aktivitätsschwerpunkt: {0}
es_es: Enfoque de actividad: {0}
fr_fr: Objectif d'activité : {0}
hi_in: गतिविधि फोकस: {0}
ja_jp: アクティビティの焦点: {0}
ko_kr: 활동 초점: {0}
pt_br: Foco de atividade: {0}
tr_tr: Faaliyet odağı: {0}
zh_hans: 活动焦点：{0}

# SourceGuidance_Report_ActivityFocus
source: Activity focus: {0}
ar_sa: تركيز النشاط: {0}
de_de: Aktivitätsschwerpunkt: {0}
es_es: Enfoque de actividad: {0}
fr_fr: Objectif d'activité : {0}
hi_in: गतिविधि फोकस: {0}
ja_jp: アクティビティの焦点: {0}
ko_kr: 활동 초점: {0}
pt_br: Foco de atividade: {0}
tr_tr: Faaliyet odağı: {0}
zh_hans: 活动焦点：{0}

# SourceGuidance.Repair.Change.TopFocus
source: Top repair focus changed from {0} to {1}.
ar_sa: تم تغيير تركيز الإصلاح العلوي من {0} إلى {1}.
de_de: Der Fokus auf die obere Reparatur wurde von {0} auf {1} geändert.
es_es: El enfoque de reparación superior cambió de {0} a {1}.
fr_fr: L'objectif principal de la réparation est passé de {0} à {1}.
hi_in: शीर्ष मरम्मत फोकस {0} से {1} में बदल गया।
ja_jp: トップリペアの重点が{0}から{1}に変更されました。
ko_kr: 상위 수리 초점이 {0}에서 {1}로 변경되었습니다.
pt_br: O foco do reparo superior mudou de {0} para {1}.
tr_tr: Üst onarım odağı {0}'den {1}'ye değiştirildi.
zh_hans: 顶级修复焦点从{0}更改为{1}。

# SourceGuidance_Repair_Change_TopFocus
source: Top repair focus changed from {0} to {1}.
ar_sa: تم تغيير تركيز الإصلاح العلوي من {0} إلى {1}.
de_de: Der Fokus auf die obere Reparatur wurde von {0} auf {1} geändert.
es_es: El enfoque de reparación superior cambió de {0} a {1}.
fr_fr: L'objectif principal de la réparation est passé de {0} à {1}.
hi_in: शीर्ष मरम्मत फोकस {0} से {1} में बदल गया।
ja_jp: トップリペアの重点が{0}から{1}に変更されました。
ko_kr: 상위 수리 초점이 {0}에서 {1}로 변경되었습니다.
pt_br: O foco do reparo superior mudou de {0} para {1}.
tr_tr: Üst onarım odağı {0}'den {1}'ye değiştirildi.
zh_hans: 顶级修复焦点从{0}更改为{1}。

# SourceGuidance.Repair.Detail.CatalogCounts
source: {0:N0} live, {1:N0} movies, {2:N0} series.
ar_sa: {0:N0} مباشر، أفلام {1:N0}، سلسلة {2:N0}.
de_de: {0:N0} live, {1:N0}-Filme, {2:N0}-Serie.
es_es: {0:N0} en vivo, películas {1:N0}, series {2:N0}.
fr_fr: {0:N0} en direct, films {1:N0}, série {2:N0}.
hi_in: {0:N0} लाइव, {1:N0} फिल्में, {2:N0} श्रृंखला।
ja_jp: {0:N0}ライブ、{1:N0}ムービー、{2:N0}シリーズ。
ko_kr: {0:N0} 라이브, {1:N0} 영화, {2:N0} 시리즈.
pt_br: {0:N0} ao vivo, filmes {1:N0}, série {2:N0}.
tr_tr: {0:N0} canlı, {1:N0} filmler, {2:N0} serisi.
zh_hans: {0:N0}直播、{1:N0}电影、{2:N0}系列。

# SourceGuidance_Repair_Detail_CatalogCounts
source: {0:N0} live, {1:N0} movies, {2:N0} series.
ar_sa: {0:N0} مباشر، أفلام {1:N0}، سلسلة {2:N0}.
de_de: {0:N0} live, {1:N0}-Filme, {2:N0}-Serie.
es_es: {0:N0} en vivo, películas {1:N0}, series {2:N0}.
fr_fr: {0:N0} en direct, films {1:N0}, série {2:N0}.
hi_in: {0:N0} लाइव, {1:N0} फिल्में, {2:N0} श्रृंखला।
ja_jp: {0:N0}ライブ、{1:N0}ムービー、{2:N0}シリーズ。
ko_kr: {0:N0} 라이브, {1:N0} 영화, {2:N0} 시리즈.
pt_br: {0:N0} ao vivo, filmes {1:N0}, série {2:N0}.
tr_tr: {0:N0} canlı, {1:N0} filmler, {2:N0} serisi.
zh_hans: {0:N0}直播、{1:N0}电影、{2:N0}系列。

# SourceGuidance.Report.Health
source: Health: {0} / {1}/100
ar_sa: الصحة: ​​{0} / {1}/100
de_de: Gesundheit: {0} / {1}/100
es_es: Salud: {0} / {1}/100
fr_fr: Santé : {0} / {1}/100
hi_in: स्वास्थ्य: {0} / {1}/100
ja_jp: 健康: {0} / {1}/100
ko_kr: 체력: {0} / {1}/100
pt_br: Saúde: {0} / {1}/100
tr_tr: Sağlık: {0} / {1}/100
zh_hans: 生命值：{0} / {1}/100

# SourceGuidance_Report_Health
source: Health: {0} / {1}/100
ar_sa: الصحة: ​​{0} / {1}/100
de_de: Gesundheit: {0} / {1}/100
es_es: Salud: {0} / {1}/100
fr_fr: Santé : {0} / {1}/100
hi_in: स्वास्थ्य: {0} / {1}/100
ja_jp: 健康: {0} / {1}/100
ko_kr: 체력: {0} / {1}/100
pt_br: Saúde: {0} / {1}/100
tr_tr: Sağlık: {0} / {1}/100
zh_hans: 生命值：{0} / {1}/100

# SourceGuidance.Setup.InputNeedsAttention
source: Setup input needs attention
ar_sa: يحتاج إدخال الإعداد إلى الاهتمام
de_de: Die Setup-Eingabe erfordert Aufmerksamkeit
es_es: La entrada de configuración necesita atención
fr_fr: La saisie de la configuration nécessite une attention particulière
hi_in: सेटअप इनपुट पर ध्यान देने की आवश्यकता है
ja_jp: セットアップ入力には注意が必要です
ko_kr: 설정 입력에 주의가 필요합니다.
pt_br: A entrada de configuração precisa de atenção
tr_tr: Kurulum girişine dikkat edilmesi gerekiyor
zh_hans: 设置输入需要注意

# SourceGuidance_Setup_InputNeedsAttention
source: Setup input needs attention
ar_sa: يحتاج إدخال الإعداد إلى الاهتمام
de_de: Die Setup-Eingabe erfordert Aufmerksamkeit
es_es: La entrada de configuración necesita atención
fr_fr: La saisie de la configuration nécessite une attention particulière
hi_in: सेटअप इनपुट पर ध्यान देने की आवश्यकता है
ja_jp: セットアップ入力には注意が必要です
ko_kr: 설정 입력에 주의가 필요합니다.
pt_br: A entrada de configuração precisa de atenção
tr_tr: Kurulum girişine dikkat edilmesi gerekiyor
zh_hans: 设置输入需要注意

# SourceGuidance.Report.SetupTitle
source: KROIRA source setup report
ar_sa: تقرير إعداد مصدر KROIRA
de_de: KROIRA-Quellen-Setup-Bericht
es_es: Informe de configuración de fuente KROIRA
fr_fr: Rapport de configuration de la source KROIRA
hi_in: KROIRA स्रोत सेटअप रिपोर्ट
ja_jp: ZXTRM45XZ ソースセットアップレポート
ko_kr: KROIRA 소스 설정 보고서
pt_br: Relatório de configuração de origem KROIRA
tr_tr: KROIRA kaynak kurulum raporu
zh_hans: KROIRA 源设置报告

# SourceGuidance_Report_SetupTitle
source: KROIRA source setup report
ar_sa: تقرير إعداد مصدر KROIRA
de_de: KROIRA-Quellen-Setup-Bericht
es_es: Informe de configuración de fuente KROIRA
fr_fr: Rapport de configuration de la source KROIRA
hi_in: KROIRA स्रोत सेटअप रिपोर्ट
ja_jp: ZXTRM45XZ ソースセットアップレポート
ko_kr: KROIRA 소스 설정 보고서
pt_br: Relatório de configuração de origem KROIRA
tr_tr: KROIRA kaynak kurulum raporu
zh_hans: KROIRA 源设置报告

# SourceGuidance.Routing.PassThroughRelay
source: Pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: Relé de paso
fr_fr: Relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: Relé de passagem
tr_tr: Geçiş rölesi
zh_hans: 直通继电器

# SourceGuidance_Routing_PassThroughRelay
source: Pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: Relé de paso
fr_fr: Relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: Relé de passagem
tr_tr: Geçiş rölesi
zh_hans: 直通继电器

# SourceGuidance.Report.RepairTitle
source: KROIRA source repair report
ar_sa: تقرير إصلاح مصدر KROIRA
de_de: KROIRA-Quellenreparaturbericht
es_es: Informe de reparación de fuente KROIRA
fr_fr: Rapport de réparation de la source KROIRA
hi_in: KROIRA स्रोत मरम्मत रिपोर्ट
ja_jp: ZXTRM42XZソース修復レポート
ko_kr: KROIRA 소스 수리 보고서
pt_br: Relatório de reparo de origem KROIRA
tr_tr: KROIRA kaynak onarım raporu
zh_hans: KROIRA源码修复报告

# SourceGuidance_Report_RepairTitle
source: KROIRA source repair report
ar_sa: تقرير إصلاح مصدر KROIRA
de_de: KROIRA-Quellenreparaturbericht
es_es: Informe de reparación de fuente KROIRA
fr_fr: Rapport de réparation de la source KROIRA
hi_in: KROIRA स्रोत मरम्मत रिपोर्ट
ja_jp: ZXTRM42XZソース修復レポート
ko_kr: KROIRA 소스 수리 보고서
pt_br: Relatório de reparo de origem KROIRA
tr_tr: KROIRA kaynak onarım raporu
zh_hans: KROIRA源码修复报告

# SourceGuidance.Stalker.Value.ManualGuideOptional
source: Manual guide optional
ar_sa: دليل يدوي اختياري
de_de: Manuelle Führung optional
es_es: Guía manual opcional
fr_fr: Guide manuel en option
hi_in: मैनुअल गाइड वैकल्पिक
ja_jp: マニュアルガイドはオプションです
ko_kr: 수동 가이드 옵션
pt_br: Guia manual opcional
tr_tr: Manuel kılavuz isteğe bağlı
zh_hans: 可选手动引导

# SourceGuidance_Stalker_Value_ManualGuideOptional
source: Manual guide optional
ar_sa: دليل يدوي اختياري
de_de: Manuelle Führung optional
es_es: Guía manual opcional
fr_fr: Guide manuel en option
hi_in: मैनुअल गाइड वैकल्पिक
ja_jp: マニュアルガイドはオプションです
ko_kr: 수동 가이드 옵션
pt_br: Guia manual opcional
tr_tr: Manuel kılavuz isteğe bağlı
zh_hans: 可选手动引导
